Repository: hansa2662/MediaPlayerPro
Catalog: languages/*/lc_messages/MediaPlayerPro.po
Languages: pl

source: يتم التشغيل مِن يوتيوب: {title} المشاهدات: {views} المالك: {author} عدد الإعجابات: {likes} الوصف: {description}
pl: Odtwarzanie z YouTube: {title} Wyświetlenia: {views} Autor: {author} Polubienia: {likes} Opis: {description}

source: {name}: الإصدار: {version}. المُطوِر: {author}. الوصف: برنامج يُسَهِل على مستخدمي قارئات الشاشة تشغيل مختلف الوسائط والتحكم بها بشكل سهل ومِن أي مكان من داخل البرنامج أو مِن خارجه مع إتاحة تحكمات النطق للمستخدم في حال أراد تفعيلها أو تعطيلها...
pl: {name}: wersja: {version}. deweloper: {author}. opis: program, który ułatwia użytkownikom czytników ekranu łatwe odtwarzanie i sterowanie różnymi mediami z dowolnego miejsca w programie lub poza nim, z kontrolkami mowy dostępnymi dla użytkownika, jeśli chce je aktywować lub dezaktywować...

source: control موصى إستخدامه في windows11 مع الإختصارات الأخرا alt و windows
pl: Klawisza 'Kontrol', zaleca się używanie w systemie Windows 11 z innymi skrótami niż alt i windows

source: {ccode} إعادة تعيين البلد
pl: {ccode} zresetuj kraj

source: {content}, المُعلق: {author}, {published}
pl: {content}, komentator: {author}, {published}

source: {title}, المدة: {duration}, الوقت المُنقَضي: {elapsed}, مستوى الصوت الحالي: {volume}
pl: {title}, Duration: {duration}, Czas, który upłynął: {elapsed}, aktualny poziom głośności: {volume}

source: {title}, بواسطة: {by}, المشاهدات: {views}, عدد الإعجابات: {likes}, تاريخ النشر: {published}
pl: {title}, autor: {by}, wyświetlenia: {views}, polubienia: {likes}, data opublikowania: {published}

source: {t}, يبدأ المقطع عند ({p}), النوع ({iu}), تم الإضافة في ({time}).
pl: {t}, Utwór rozpoczyna się w ({p}), typu ({iu}), dodany w ({time}).

source: {} ثانية
pl: {} sekund

source: {} ثواني
pl: {} sekundy

source: {} دقائق
pl: {} minuty

source: {} دقيقة
pl: {} minut

source: {} ساعات
pl: {} godziny

source: {} ساعة
pl: {} godzina

source: {} و{}
pl: {} i {}

source: {} و{} و{}
pl: {} i {} i {}

source: أسابيع
pl: tygodnie

source: أشهر
pl: Miesiące

source: أيام
pl: dni

source: إذا قمت بالنقر فوق نعم: ستتم استعادة النسخة الاحتياطية المحددة ، ولا يمكنك التراجع عن هذا الإجراء. هل أنت متأكد أنك تريد استعادة النسخة الاحتياطية؟
pl: Jeśli klikniesz Tak: wybrana kopia zapasowa zostanie przywrócona i nie możesz cofnąć tej czynności. Czy na pewno chcesz przywrócić kopię zapasową?

source: إسبوع
pl: tydzień

source: إستعادة نسخة إحتياطية
pl: Przywróć kopię zapasową

source: إضافة
pl: Dodaj

source: إضافة {t} إلى المفضلة
pl: dodaj {t} do ulubionych

source: إضافة إلى قائمة تشغيل: alt+l
pl: Dodaj do listy odtwarzania: alt+l

source: إضافة فئة جديدة
pl: Dodaj nową kategorię

source: إضافة للمفضلة: ctrl+p
pl: Dodaj do ulubionych: ctrl+p

source: إضافة مقطع جديد إلى قائمة التشغيل: alt+a
pl: Dodaj nowy utwór do listy odtwarzania: alt+a

source: إعادة التسمية
pl: Zmień nazwę

source: إعادة تسمية قائمة التشغيل
pl: Zmień nazwę listy odtwarzania

source: إعدادات الإختصارات العامة
pl: globalne ustawienia skrótów

source: إعدادات البرنامج
pl: Ustawienia programu

source: إعدادات الترجمات
pl: Ustawienia napisów

source: إعدادات النطق
pl: ustawienia mowy

source: إغلاق
pl: Zamknij

source: إلغاء
pl: Anuluj

source: إنشاء قائمة تشغيل جديدة
pl: Utwórz nową listę odtwarzania

source: إنشاء نسخة إحتياطية
pl: Utwórz kopię zapasową

source: إيقاف التحميل
pl: zatrzymaj pobieranie

source: اختبار
pl: test

source: اختر الصوت
pl: Wybierz głos

source: اختر الفئة
pl: Wybierz kategorię

source: اختر ترجمة
pl: Wybierz Przetłumacz

source: اختر ما تريد تعديله من الإعدادات
pl: Wybierz w ustawieniach, co chcesz zmodyfikować

source: اختيار ملف ترجمة (.srt)|*.srt
pl: Wybierz napisy (.srt)|*.srt

source: استبدال الأزرار page_up / page_down بالأزرار tab / shift+tab
pl: Zastąp klawisze page up / page down klawiszami tab / shift+tab

source: استخدام sapi5 لِقِراءة الترجمات
pl: Użyj sapi5 do czytania napisów

source: اكتب رقم الملف لتشغيله, 0/{l}
pl: wpisz numer pliku, aby go odtworzyć, 0/{l}

source: اكتمل تحميل المزيد من التعليقات
pl: Załadowano więcej komentarzy

source: اكتمل تحميل النتائج
pl: Ładowanie wyników zakończone

source: الإختيار العشوائي: ctrl+r
pl: wybór losowy: ctrl+r

source: الإسم
pl: nazwa

source: الإعدادات العامة
pl: Ustawienia ogólne

source: الإعدادات: ctrl+s
pl: Ustawienia: ctrl+s

source: الإنتقال إلى الوقت
pl: Skok do czasu

source: الإنتقال إلى وقت: ctrl+j
pl: Skok do czasu: ctrl+j

source: البحث عن تحديثات
pl: sprawdzaj aktualizacje

source: البحث في المجلد
pl: szukaj w folderze

source: البحث في المجلد: s
pl: Szukaj w folderze: s

source: البحث في يوتيوب
pl: Szukaj w YouTube

source: البحث في يوتيوب: a
pl: Wyszukiwarka YouTube: a

source: البلد
pl: Kraj

source: التاريخ
pl: Data

source: التحقق من وجود تحديثات عند البدئ
pl: Sprawdź dostępność aktualizacji podczas uruchamiania

source: التحقق مِن تحديث اللغة
pl: Sprawdź dostępność aktualizacji języka

source: التحقق مِن تحديثات اللغة عند البدء
pl: Sprawdź dostępność aktualizacji języka podczas uruchamiania

source: التعليقات
pl: Komentarze

source: التواصل معنا
pl: skontaktuj się ze mną

source: الخيارات
pl: opcje

source: الذهاب إلى
pl: Idź do

source: الذهاب إلى: g
pl: Idź do: g

source: الرابط
pl: Url

source: الفئات
pl: Kategorie

source: الفئة الإفتراضية
pl: domyślna kategoria

source: الفيديوهات الرائجة: ctrl+shift+t
pl: Najpopularniejsze filmy: ctrl+shift+t

source: القائمة الرئيسية
pl: menu główne

source: المدة: {}
pl: Czas trwania: {}

source: المفضلة
pl: Ulubione

source: المفضلة: f
pl: Ulubione: f

source: المقطع في بداية القائمة
pl: utwór na początku listy

source: المقطع في نهاية القائمة
pl: utwór na końcu listy

source: النسخ الأحتياطي والإستعادة
pl: Kopia zapasowa i przywracanie

source: النطق عند إعادة تشغيل المقطع
pl: Mów odtwarzaną ścieżkę

source: بث مباشر
pl: na żywo

source: بحث
pl: szukaj

source: بواسطة {b}
pl: przez {b}

source: تحديد البلد
pl: Wybierz kraj

source: تحذير
pl: ostrzeżenie

source: تحميل المسار كاملًا عند فتح ملف, في حال تفعيل هذا الخيار, عند فتح أي ملف, سيقوم البرنامج بفتح الملف مع المجلد كاملًا في البرنامج, هذا يسبب بطء في التحميل
pl: ładuj pełną ścieżkę podczas otwierania pliku, jeśli ta opcja jest włączona, podczas otwierania dowolnego pliku program otworzy plik z całym folderem w programie, spowoduje to wolniejsze ładowanie

source: تحميل جميع النتائج الحالية في قائمة
pl: Pobierz wszystkie aktualne wyniki w formie listy

source: تحميل ملف الترجمة تلقائيًا
pl: automatycznie załaduj plik z napisami

source: ترجمات الفيديو
pl: napisy wideo

source: ترجمات الفيديو: ctrl+t
pl: Napisy wideo: ctrl+t

source: تشغيل أول ملف بعد فتح مجلد
pl: Odtwórz pierwszy plik po otwarciu folderu

source: تشغيل مِن رابط: y
pl: Odtwórz z linka: y

source: تصفح
pl: przeglądaj

source: تضمين الإعدادات الحالية
pl: Uwzględnij bieżące ustawienia

source: تضمين بيانات المفضلة وبعض البيانات الأخرى مثل قوائم التشغيل
pl: Dołącz dane ulubionych i inne dane, takie jak listy odtwarzania

source: تعذر العثور على ملف المساعدة
pl: Nie można znaleźć pliku pomocy

source: تفعيل سجل البحث
pl: włącz historię wyszukiwania

source: تليجرام
pl: telegram

source: تم أخذ نسخة إحتياطية بنجاح, يمكنك إستعادتها مِن الإعدادات/النسخ الإحتياطي والإستعادة/إستعادة نسخة إحتياطية, مسار النسخة الإحتياطية {path}
pl: Kopia zapasowa została wykonana pomyślnie, możesz ją przywrócić w ustawieniach/kopia zapasowa i przywracanie/przywracanie kopii zapasowej, ścieżka kopii zapasowej {path}

source: تم إخفاء البرنامج, اضغط على الإختصار العام لديك + h لإظهاره
pl: Program jest ukryty, naciśnij swój globalny skrót + h, aby go pokazać

source: تم إضافة الفئة بنجاح
pl: Kategoria została pomyślnie dodana

source: تم إضافة المقطع بنجاح
pl: Utwór został pomyślnie dodany

source: تم إظهار البرنامج
pl: Program został pokazany

source: تم إعادة تشغيل المقطع
pl: Klip zostanie ponownie uruchomiony

source: تم إكتشاف هناك تحديث جديد للغة {lang} هل تريد التحديث الآن?
pl: Wykryto nową aktualizację w języku {lang}. Czy chcesz zaktualizować teraz?

source: تم إلغاء كتم الصوت
pl: dźwięk nie wyciszony

source: تم إنتهاء تشغيل المقطع
pl: utwór został zakończony

source: تم إنشاء قائمة التشغيل {P} بنجاح
pl: Lista odtwarzania {P} została utworzona pomyślnie

source: تم إيقاف الملف
pl: Plik zatrzymany

source: تم إيقاف تكرار المقطع المحدد
pl: Powtarzanie wybranego klipu zostało zatrzymane

source: تم استعادة النسخة الاحتياطية بنجاح ، انقر فوق موافق لإعادة تشغيل البرنامج.
pl: Kopia zapasowa została pomyślnie przywrócona, kliknij OK, aby ponownie uruchomić program.

source: تم الإستئناف
pl: wznowione

source: تم الإضافة إلى المفضلة
pl: dodane do ulubionych

source: تم الإعادة من المقطع الأول
pl: przywrócony z pierwszego utworu

source: تم الإعادة من الملف الأول
pl: Przywrócony z pierwszego pliku

source: تم الإلغاء
pl: Anulowane

source: تم الإنتقال إلى آخِر مقطع
pl: przeniesiony na ostatnią ścieżkę

source: تم الإنتقال إلى آخِر ملف
pl: Przeniesione do ostatniego pliku

source: تم الإيقاف المؤقت
pl: Zatrzymane

source: تم العثور على تحديث جديد
pl: Znaleziono nową aktualizację

source: تم تحميل التحديث بنجاح, انقر فوق موافق لإعادة تشغيل البرنامج وتطبيق التحديث الجديد للغة
pl: Aktualizacja została pomyślnie pobrana, kliknij OK, aby ponownie uruchomić program i zastosować nową aktualizację językową

source: تم تحميل التحديث بنجاح, انقر فوق موافق لِتبدأ عملية التثبيت.
pl: Aktualizacja pobrana pomyślnie, kliknij OK, aby rozpocząć proces instalacji.

source: تم تحميل الترجمة {translation} بنجاح
pl: {translation} przesłano pomyślnie

source: تم تحميل المزيد من النتائج
pl: Załadowano więcej wyników

source: تم تحميل ملف الترجمة {subfile}
pl: Załadowano plik z napisami {subfile}.

source: تم تعطيل التشغيل العشوائي
pl: Odtwarzanie losowe jest wyłączone

source: تم تعطيل التكرار
pl: Powtarzanie jest wyłączone

source: تم تعطيل تشغيل الملف التالي
pl: Odtwarzanie następnego pliku jest wyłączone

source: تم تعيين أدنى قيمة للسرعة
pl: Ustawiona jest minimalna wartość prędkości

source: تم تعيين أقصى قيمة للسرعة
pl: Maksymalna wartość prędkości jest ustawiona

source: تم تعيين البلد على {C}
pl: Kraj jest ustawiony na {C}

source: تم تعيين السرعة على {rate}
pl: Prędkość jest ustawiona na {rate}

source: تم تعيين السرعة على {s}
pl: prędkość jest ustawiona na {s}

source: تم تعيين مستوى الصوت على {v}%
pl: Głośność jest ustawiona na {v}%

source: تم تعيين نقطة البداية
pl: Punkt wyjścia został ustawiony

source: تم تعيين نقطة النهاية
pl: Punkt końcowy jest ustawiony

source: تم تفعيل التشغيل العشوائي
pl: Odtwarzanie losowe jest włączone

source: تم تفعيل التكرار
pl: Powtarzanie jest włączone

source: تم تمكين تشغيل الملف التالي
pl: Odtwarzanie następnego pliku jest włączone

source: تم تمكين تكرار المقطع المحدد
pl: Wybrane powtarzanie klipu jest włączone

source: تم حذف {f}
pl: {f} usunięty

source: تم حذف قائمة التشغيل بنجاح
pl: Lista odtwarzania została pomyślnie usunięta

source: تم كتم الصوت
pl: dźwięk wyciszony

source: تم نسخ الوصف إلى الحافظة
pl: opis skopiowany do schowka

source: تنبيه
pl: Alarm

source: تويتر
pl: twitter

source: ثانية
pl: sekunda

source: ثانيتين
pl: dwie sekundy

source: حالة التحميل
pl: stan pobierania

source: حدث خطأ أثناء عملية التحديث ، يرجى المحاولة مرة أخرى في وقت لاحق.
pl: Wystąpił błąd podczas próby połączenia z usługą aktualizacji, spróbuj ponownie później

source: حدث خطأ أثناء محاولة الإتصال بخدمة التحديثات, يرجى المحاولة لاحقًا
pl: Wystąpił błąd podczas próby połączenia z usługą aktualizacji, spróbuj ponownie później

source: حدث خطأ أثناء محاولة البحث, قد تكون هناك مشكلة بالإتصال, إذا استمرت المشكلة بالظهور قم بمراسلة المطور لحل المشكلة
pl: Wystąpił błąd podczas próby wyszukiwania, może występować problem z połączeniem, jeśli problem nadal się pojawia, skontaktuj się z programistą, aby rozwiązać problem

source: حدث خطأ غير متوقع عند محاولة فتح الملف للتثبيت، أعد تنزيل التحديث مرة أخرى، وإذا استمرت المشكلة، فقم بالإتصال بالمطور لحلها
pl: Wystąpił nieoczekiwany błąd podczas próby otwarcia pliku do instalacji, ponownie pobierz aktualizację, a jeśli problem będzie się powtarzał, skontaktuj się z programistą, aby go rozwiązać

source: حذف
pl: Usuń

source: حذف التاريخ المحدد
pl: Usuń wybraną datę

source: حذف الفئة
pl: usuń kategorię

source: حذف مِن قائمة التشغيل: alt+r
pl: Usuń z listy odtwarzania: alt+r

source: حفظ آخر مقطع مع الموضع عند الخروج, يقوم هذا الخيار بالتحقق مِن آخر مقطع تم تشغيله عند البدئ, ثم يقوم بتشغيله والإنتقال إلى النقطة التي تم الوقوف عندها.
pl: Zapisz ostatni klip z pozycją przy wyjściu, ta opcja sprawdza ostatni klip odtworzony na początku, następnie odtwarza go i przesuwa do miejsca, w którym został zatrzymany.

source: حفظ الإعدادات
pl: Zapisz ustawienia

source: حول
pl: o programie

source: حول البرنامج
pl: o programie

source: خروج
pl: wyjście

source: خطأ
pl: Błąd

source: خطأ في الإتصال
pl: błąd połączenia

source: دقيقة
pl: minuta

source: دقيقة واحدة
pl: jedna minuta

source: دقيقتان
pl: dwie minuty

source: دليل الإستخدام
pl: podręcznik użytkownika

source: دليل المستخدم: f1
pl: Podręcznik użytkownika: f1

source: رابط
pl: Połącz

source: ساعة
pl: godzina

source: ساعتان
pl: dwie godziny

source: سجل البحث
pl: Historia wyszukiwania

source: سجل البحث: ctrl+h
pl: Historia wyszukiwania: ctrl+h

source: سرعة القِراءة
pl: prędkość czytania

source: سنة
pl: Rok

source: سنين
pl: lata

source: شهر
pl: Miesiąc

source: عدد الثواني للتقديم
pl: liczba sekund przewijania do przodu/do tyłu

source: عدد المشاهدات {}
pl: Wyświetlenia {}

source: عذرًا, لا تتوفر فيديوهات رائجة لِهذا البلد
pl: Niestety, w tym kraju nie ma dostępnych popularnych filmów

source: عرض تعليقات المقطع الحالي: c
pl: Pokaż komentarze do bieżącego klipu: c

source: فتح الفيديو في المتصفح v
pl: Otwórz wideo w przeglądarce v

source: فتح القناة في المتصفح c
pl: Otwórz kanał w przeglądarce c

source: فتح جميع العناصر كقائمة
pl: Otwórz wszystkie elementy jako listę

source: فتح قائمة التشغيل: alt+o
pl: Otwórz listę odtwarzania: alt+o

source: فتح مجلد: ctrl+f
pl: Otwórz folder: ctrl+f

source: فتح مسار الملف
pl: Otwórz ścieżkę pliku

source: فتح ملف
pl: otwórz plik

source: فتح ملف ترجمة (srt): ctrl+shift+s
pl: Otwórz plik z napisami (srt): ctrl+shift+s

source: فتح ملف: ctrl+o
pl: Otwórz plik: ctrl+o

source: في حال تم الضغط فوق نعم, سيتم حذف التاريخ المحدد ولا يمكنك إسترجاعه مرةً أخرى, هل تريد الحذف؟
pl: Jeśli klikniesz Tak, wybrana data zostanie usunięta i nie będzie można jej odzyskać. Czy chcesz usunąć?

source: في حال تم الضغط فوق نعم, سيتم حذف الفئة {c} مع العناصر في داخل هذه الفئة, هل تريد الحذف؟
pl: Jeśli zostanie kliknięty przycisk Tak, kategoria {c} zostanie usunięta wraz z elementami w ramach tej kategorii. Czy chcesz usunąć?

source: في حال تم الضغط فوق نعم, سيتم حذف سجل البحث بأكمله ولا يمكنك إسترجاعه مرةً أخرى, هل تريد الحذف؟
pl: Jeśli klikniesz Tak, cała historia wyszukiwania zostanie usunięta i nie będzie można jej ponownie odzyskać. Czy chcesz usunąć?

source: فيديوهات رائجة على يوتيوب
pl: Popularne filmy na YouTube

source: فيسبوك
pl: facebook

source: قائمة التعليقات
pl: Lista komentarzy

source: قائمة المفضلة
pl: Lista ulubionych

source: قائمة النتائج
pl: lista wyników

source: قرائة الترجمات
pl: Czytaj napisy

source: قم بإختيار المجلد الذي تريد فتحه في البرنامج...
pl: wybierz folder, który chcesz otworzyć w programie...

source: قم بإختيار ملف لإضافته لقائمة التشغيل
pl: Wybierz plik, który chcesz dodać do listy odtwarzania

source: قم بإدخال إسم الفئة المراد إضافتها
pl: Wprowadź nazwę kategorii, która ma zostać dodana

source: قم بإدخال اسم قائمة التشغيل الجديدة
pl: Wprowadź nazwę nowej listy odtwarzania

source: قم بإدخال الإسم الجديد
pl: Wprowadź nową nazwę

source: قم بإدخال الرابط المُراد تشغيله
pl: Wprowadź link, który chcesz uruchomić

source: قم بإدخال كلمة بحث أولا
pl: Najpierw wprowadź szukane słowo

source: قم بتحديد الخيارات المرادة, وتحديد المسار في حال كنت تريد تغييره, ثم اضغط فوق موافق للبدأ في أخذ نسخة إحتياطية
pl: Wybierz żądane opcje, określ ścieżkę, jeśli chcesz ją zmienić, a następnie kliknij OK, aby rozpocząć tworzenie kopii zapasowej

source: قم بتحديد قائمة تشغيل
pl: Wybierz listę odtwarzania

source: قناة البرنامج على تليجرام
pl: kanał programu na Telegramie

source: قوائم التشغيل
pl: listy odtwarzania

source: قوائم التشغيل: ctrl+l
pl: Listy odtwarzania: ctrl+l

source: كلمة البحث
pl: wyszukaj słowo

source: لا تتوفر تعليقات لِهذا الفيديو
pl: Brak komentarzy do tego filmu

source: لا توجد ترجمات لهذا الفيديو
pl: Ten film nie ma napisów

source: لا توجد نتائج
pl: Brak wyników

source: لا توجد نتائج أُخرى
pl: Nie ma innych wyników

source: لا توجد هناك فئات متوفرة, يبدو تم حذف جميع الفئات مع الفئة الإفتراضية )الفئة الإفتراضية(, في حال لا يوجد هناك أي فئة متوفرة, لا يمكن إضافة عناصر للمفضلة, هل تريد إنشاء فئة الآن?
pl: Brak dostępnych kategorii, wygląda na to, że wszystkie kategorie zostały usunięte z domyślną kategorią (kategoria domyślna), jeśli nie ma dostępnej kategorii, nie można dodać elementów do ulubionych, czy chcesz teraz utworzyć kategorię?

source: لا توجد هناك قائمة
pl: Nie ma listy

source: لا يتناسَق وقت نقطة البداية مع وقت نقطة النهاية
pl: Czas punktu początkowego nie jest zgodny z czasem punktu końcowego

source: لا يمكن تشغيل هذا المقطع
pl: Ten plik nie może być odtworzony

source: لا يمكن كتم الصوت
pl: nie można wyciszyć dźwięku.

source: لا يوجد المزيد مِن الفيديوهات الرائجة
pl: Nie ma więcej popularnych filmów

source: لا يوجد هناك المزيد من التعليقات
pl: Nie ma więcej komentarzy

source: لا يوجد هناك مجلد
pl: Nie ma folderu

source: لا يوجد وصف لنسخه
pl: Nie ma opisu do skopiowania

source: لديك أحدث إصدار مِن MediaPlayerPro
pl: Masz najnowszą wersję MediaPlayerPro

source: لديك أحدث تحديث للغة
pl: Masz najnowszą aktualizację językową

source: لغة البرنامج, يتطلب هذا الأمر إعادة تشغيل البرنامج كَي تتطبق الإعدادات
pl: Język programu, ta opcja wymaga ponownego uruchomienia programu, aby ustawienia zaczęły obowiązywać

source: لقد أدخلت رابط غير صالح.
pl: Wpisałeś nieprawidłowy adres URL.

source: لقد أدخلت وقت أكبر من وقت الملف
pl: Wprowadzono czas większy niż czas pliku

source: لقد تم حذف التاريخ المحدد مِن سجل البحث
pl: Wybrana data została usunięta z historii wyszukiwania

source: لقد تم حذف الفئة بنجاح
pl: Kategoria została pomyślnie usunięta

source: لقد تم حذف جميع سجل البحث
pl: Cała historia wyszukiwania została usunięta

source: لقد قمت بتغيير بعض الإعدادات التي تتطلب إعادة تشغيل البرنامج لتطبيقها, هل تريد إعادة تشغيل البرنامج الآن؟
pl: Zmieniłeś niektóre ustawienia, które wymagają ponownego uruchomienia programu. Czy chcesz teraz ponownie uruchomić program?

source: لم نتمكن من الوصول إلى خدمة التحديثات, قد تكون هناك مشكلة مؤقتة, أو مشكلة في الإتصال لديك, تأكد مِن الإتصال بالأنترنت ثم عاود مجددًا.
pl: Nie mogliśmy połączyć się z usługą aktualizacji, być może wystąpił tymczasowy problem lub problem z połączeniem, upewnij się, że masz połączenie z Internetem i spróbuj ponownie później.

source: لم يتم التشغيل من يوتيوب
pl: Nie odtwarzane z YouTube

source: لم يتم العثور على تحديث
pl: Nie znaleziono aktualizacji

source: لم يتم العثور على تحديثات
pl: Nie znaleziono aktualizacji

source: لم يتم العثور على فئات
pl: Nie znaleziono kategorii

source: لم يتم العثور على نتائج مطابِقة لكلمة البحث هذه
pl: Nie znaleziono wyników dla szukanego słowa

source: لم يتم تشغيل ملف بعد...
pl: żaden plik nie został jeszcze odtworzony...

source: محو السجل
pl: Wyczyść historię

source: مسار حفظ النسخة الإحتياطية
pl: Ścieżka zapasowa

source: مستوى الصوت
pl: poziom głośności

source: ملف
pl: Plik

source: منذ {t1} {t2}
pl: {t1} {t2} temu

source: موافق
pl: ok

source: نتائج
pl: wyniki

source: نتائج البحث
pl: wyniki wyszukiwania

source: نتائج البحث عن {w}, هناك {rc} {rc2}
pl: Wyniki wyszukiwania dla {w}, jest {rc} {rc2}

source: نتيجة واحدة
pl: jeden wynik

source: نتيجتان
pl: dwa wyniki

source: نجاح
pl: Gotowe

source: نسخ التعليق
pl: Kopiuj komentarz

source: نسخ الوصف: ctrl+i
pl: Skopiuj opis: ctrl+i

source: نسخ رابط الفيديو u
pl: skopiuj link wideo u

source: نسخ رابط القناة l
pl: skopiuj link do kanału l

source: نسخ مسار الملف
pl: skopiuj ścieżkę do pliku

source: نص التعليق
pl: tekst komentarza

source: نطق الإيقاف المؤقت والإستئناف
pl: Mów odtwarzaj / lub pauza

source: نطق الوقت المنقضي عند التقديم والتأخير
pl: Mów czas, który upłynął podczas przewijania do przodu i do tyłu

source: نطق مستوى الصوت عند تغييره
pl: Mów głośność podczas zmiany

source: نطق معدل السرعة عند تغييره
pl: Mów prędkość podczas jej zmiany

source: نقل إلى الأسفل: alt+d
pl: Przejdź w dół: alt+d

source: نقل إلى الأعلى: alt+u
pl: Przejdź w górę: alt+u

source: هل أنت متأكد بأنك تريد حذف المقطع من قائمة التشغيل?
pl: Czy na pewno chcesz usunąć utwór z listy odtwarzania?

source: هل أنت متأكد بأنك تريد حذف الملف {f}. في حال تم الحذف لا يمكنك إسترجاعه مرةً أُخرى
pl: Czy na pewno chcesz usunąć plik {f}. Jeśli zostanie usunięty, to nie można go będzie ponownie przywrócić

source: هل أنت متأكد بأنك تريد حذف قائمة التشغيل {playlist}
pl: Czy na pewno chcesz usunąć listę odtwarzania {playlist}

source: هل تريد إزالة {t} مِن المفضلة?
pl: Czy chcesz usunąć {t} z ulubionych?

source: هناك تحديث جديد {name} الإصدار {ver} هل تريد التحديث الآن؟
pl: Jest nowa aktualizacja {name} Wersja {ver} Czy chcesz zaktualizować teraz?

source: هناك تحديث جديد للغة
pl: Jest nowa aktualizacja językowa

source: هناك نسخة مِن البرنامج تعمل بالفعل
pl: Jest już działająca wersja programu

source: هنالك قائمة بهذا الإسم بالفعل
pl: Istnieje już lista o tej nazwie

source: يتم البحث عن {q}
pl: szukanie {q}

source: يتم التحقق من وجود تحديث جديد ، يرجى الانتظار
pl: trwa sprawdzanie nowej aktualizacji, proszę czekać

source: يتم الفتح في المتصفح
pl: Otwórz w przeglądarce

source: يتم تثبيت التحديث
pl: instalacja aktualizacji

source: يتم تحميل التحديث {}
pl: pobieranie aktualizacji {}

source: يتم تحميل التحديثات
pl: pobieranie aktualizacji

source: يتم تحميل المزيد من التعليقات
pl: wczytuję więcej komentarzy

source: يتم تحميل المزيد من النتائج
pl: Ładowanie większej liczby wyników

source: يتمفتح المجلد {} / {}
pl: Otwarcie folderu {} / {}

source: يوتيوب
pl: YouTube

source: يوم
pl: dzień
